Repository: maquinas-libres/smartv
Catalog: torrent-search/po files/*.po
Languages: es, ro

source: Search
es: Buscar
ro: Caută

# HELP_MENU_LABEL
source: _Help
es: _Ayuda
ro: _Ajutor

# FILE_MENU_LABEL
source: _File
es: _Carpeta
ro: _Fișier

# EDIT_MENU_LABEL
source: _Edit
es: _Editar
ro: _Editare

source: Preferences
es: Preferencias
ro: Preferințe

source: General options
es: Optiones generales
ro: Opțiuni generale

source: Search plugins
es: Plugins de búsqueda
ro: Plugin-uri de căutare

# HELP_SHOW_VERSION
source: Show version number and exit
es: Mostrar el nùmero de version y salir
ro: Arată numărul versiunii și închide

source: Torrent files
es: Carpetas torrent
ro: Fișierele torrent

source: Save in folder
es: Guardar en el archivo
ro: Salvează în folder

# USE_STANDARD_APP
source: Use standard application
es: Utilizar una aplicación estandar
ro: Folosește aplicația standard

# USE_CUSTOM_APP
source: Use custom application
es: Utilizar una aplicación personalisada
ro: Folosește aplicația poprie

source: Select folder
es: Selectionad un repertorio
ro: Selectează folder

source: Search results
es: Resultados de búsqueda
ro: Rezultatele căutării

source: Downloading file...
es: Descarga de la carpeta...
ro: Descarc fișierul...

source: Download failed !
es: faillo a la descarga !
ro: Descărcarea a eșuat!

source: File not found on server.
es: No se ha encontrado la carpeta en el servidor.
ro: Fișierul nu a fost găsit pe server.

source: Run search on startup
es: Efectuar una búsqueda al inició
ro: Rulează căutarea la pornire

# SEARCH_RESULTS_INIT
source: Search results - Initializing...
es: Resultados de búsqueda - Inicialización...
ro: Rezultatele căutării - Inițializez...

source: Getting link...
es: búsqueda del enlace...
ro: Preiau link-ul...

source: Downloading...
es: Descarga...
ro: Descarc...

source: Search results - No results
es: Resultados de búsqueda - Sín resultados
ro: Rezultatele căutării - Niciun rezultat

# INITIALISING
source: Initializing...
es: Inicialización...
ro: Inițializez...

source: No results
es: Sín resultados
ro: Niciun rezultat

# NB_RESULTS
source: %d result(s)
es: %d resultado(s)
ro: %d rezultat(e)

# SEARCH_FINISHED
source: Search completed
es: Se acabó la búsqueda
ro: Căutare completă

# SEARCH_RUNNING
source: Searching...
es: búsqueda en marcha...
ro: Caut...

source: Name
es: título
ro: Nume

source: Date
es: Fecha
ro: Data

source: Size
es: Tamaño
ro: Mărime

source: Seeders
ro: Donatori

source: Leechers
ro: Parteneri

source: No title
es: Sín título
ro: Fără titlu

# DOWNLOAD_NO_COMMAND
source: Could not find a program to run for this file. Please check your settings in the preferences dialog.
es: Imposible encontrar un programa para abrir esta carpeta. Por favor verificad su configuración en el diálogo de preferencias.
ro: Nu s-a putut găsi un program pentru a rula acest fișier. Vă rugăm verificați setările din fereastra de preferințe.

# DOWNLOAD_COMMAND_NOT_FOUND
source: The program chosen to open this file could not be found. Please check your settings in the preferences dialog.
es: El programa elijido para abrir esta carpeta no se ha encontrado. Por favor verificad su configuración en el diálogo de preferencias.
ro: Programul ales pentru a deschide acest tip de fișier nu s-a putut găsi. Vă rugăm verificați setările din fereastra de preferințe.

# ADD_PLUGIN_DIR
source: Add a plugin folder
es: Añadir un repertorio de plugins (útil para los desarrolladores de plugins)
ro: Adaugă un folder de plugin

source: Plugin name
es: Título del plugin
ro: Nume plugin

source: Enabled
es: Activado
ro: Activat

source: Error
ro: Eroare

source: No plugins enabled !
es: Ningún plugin activado !
ro: Niciun plugin activat!

# CHECK_CONFIG
source: Please go to the preferences dialog to check your configuration.
es: Por favor verificad su configuración en el diálogo de preferencias.
ro: Vă rugăm accesați fereastra de preferințe pentru a vă verifica configurația.

source: Search options
es: Opciones de búsqueda
ro: Opțiuni de căutare

# HIDE_ZERO_SEEDERS
source: Hide torrents with no seeders
es: Ocultar los torrents sín seeders
ro: Ascunde torrentele fără donatori

# CLEAR_HISTORY
source: _Clear search history
es: Borrar el historial de búsqueda
ro: _Șterge istoria de căutări

source: History cleared.
es: Historial borrado.
ro: Istoria a fost ștearsă.

source: Information
es: Información
ro: Informații

# MIN_SIZE
source: Minimum size
es: Tamaño mínimo
ro: Mărimea minimă

# MAX_SIZE
source: Maximum size
es: Tamaño máximo
ro: Mărimea maximă

# ONLY_EXACT_PHRASE
source: Show only torrents with exact phrase in name
es: Solo mostrar los torrents en los cuales el título contiene la frase exacta
ro: Afișează doar torrenții cu aceleași cuvinte-cheie în denumire.

# ONLY_ALL_WORDS
source: Show only torrents with all words in name
es: Solo mostrar los torrents en los cuales el título contiene todas las palabras
ro: Afișează doar torrenții cu toate cuvintele-cheie în denumire.

source: New version available
es: Nueva versión disponible
ro: Versiunea nouă este disponibilă.

# DONT_SHOW_MESG_AGAIN
source: Don't show this message again
es: No mostrar más este mensaje
ro: Nu mai afișa acest mesaj din nou.

# LAST_VERSION_MESG
source: Version %s of Torrent Search is available.
es: La versión %s de Torrent Search esta disponible.
ro: Versiunea %s al Torrent Search este disponibilă.

# NEW_VERSION_MESG
source: A new version of Torrent Search is available.
es: Una nueva versión de Torrent Search esta disponible.
ro: O nouă versiune al Torrent Search este disponibilă.

# GO_TO_DOWNLOAD_LINK
source: You can go to the following page to download the file :
es: Se puede ir a la pagina siguiente para hacer esta descarga :
ro: Poți urma această pagină pentru a descărca fișierul:

# HELP_ADD_PLUGIN
source: Add a plugin from a custom path
es: Añadir un plugin desde un camino personalizado
ro: Adaugă un plugin dintr-o cale proprie

# PLUGIN_FILE_NOT_FOUND
source: WARNING:plugins:Loading error %s : File not found !
es: WARNING:plugins:Erreur de chargement %s : Fichier non trouvé !
ro: ATENȚIE:plugins:Eroare de încărcare %s: Fișierul nu a fost găsit!

# PLUGIN_FILE_NOT_FILE
source: WARNING:plugins:Loading error %s : Not a file !
es: WARNING:plugins:Erreur de chargement %s : Ce n'est pas un fichier !
ro: ATENȚIE:plugins:Eroare de încărcare %s: Acesta nu este un fișier!

# PLUGIN_FILE_NOT_READABLE
source: WARNING:plugins:Loading error %s : File is not readable !
es: WARNING:plugins:Erreur de chargement %s : Le fichier n'est pas accessible en lecture !
ro: ATENȚIE:plugins:Eroare de încărcare %s: Fișierul nu poate fi citit!

source: Checking plugin updates...
es: Verificación de las actualizaciones de plugins
ro: Verific update-urile pentru plugin...

source: Checking plugins versions
es: Verificación de las versiones des plugins
ro: Verific versiunile de plugin

# DOWNLOADING_PLUGINS_UPDATES
source: Downloading plugin updates
es: Descarga de las actualizaciones
ro: Descarc update-urile de plugin

source: Done
es: Realizado
ro: Terminat.

source: Failed
es: Faillo
ro: Eșuat.

source: Getting plugins list
es: Descarga de la lista de los plugins
ro: Preiau lista de plugin-uri

# NEW_PLUGINS_UPDATES_INSTALLED
source: New plugins updates were installed.
es: Nuevas actualizaciones de plugins estan instaladas.
ro: Noile update-uri pentru plugin-uri au fost instalate.

# APP_WILL_BE_RESTARTED
source: The application will now be restarted.
es: La aplicación reanuda ahora.
ro: Aplicația va fi acum repornită.

source: Syntax error
es: Error de sintaxis
ro: Eroare de sintaxă.

source: Name does not contain
es: El título no contiene
ro: Numele nu conține

source: Waiting...
es: En espera...
ro: În așteptare...

source: Finished
es: Acabado
ro: Finalizat.

source: Title
es: Título
ro: Titlu.

source: Status
es: Estado
ro: Stare.

source: Downloads
es: Descargas
ro: Descărcări.

# SAVE_FOLDER_NO_EXIST
source: The path selected to save torrents files does not exist !
es: El camino selectionado para registrar les torrents no existen !
ro: Calea selectată pentru a salva torrenții nu există!

# SAVE_FOLDER_NOT_FOLDER
source: The path selected to save torrents files is not a folder !
es: El camino selectionado para registrar les torrents no es un repertorio !
ro: Calea selectată pentru a salva torrenții nu este un folder!

# SAVE_FOLDER_NOT_WRITABLE
source: The path selected to save torrents files is not writable !
es: El camino selectionado para registrar les torrents no es accesible en escritura !
ro: Calea selectată pentru a salva torrenții nu este disponibilă pentru scriere!

# TORRENT_APP_NOT_FOUND
source: The application selected to open torrent files could not be found !
es: La aplicación seleccionada para abrir las carpetas torrents no se ha encontrado !
ro: Aplicația selectată pentru a deschide fișierele torrent nu a putut fi găsită!

# INCORRECT_CONFIG
source: Some configuration parameters are incorrect (maybe they were modified manually ?).
es: Algunos parámetros de configuración son incorrectos.
ro: Unii parametri ai configurației sunt incorecți (probabil au fost modificate manual?).

# HELP_NO_PLUGIN_CHECK
source: Do not check for plugin updates
es: No buscar las actualizaciones de plugins
ro: Nu verifica update-urile de plugin

# CHECK_PLUGINS_UPDATES
source: Check for plugins updates on startup
es: Buscar las actualizaciones de plugins al início
ro: Verifică update-urile de plugin la pornire

source: Plugins updates
es: Actualizaciones de plugins
ro: Update-uri plugin

source: Check now
es: Buscar ahora
ro: Verifică acum

# SHOW_THIS_HELP_AND_EXIT
source: Show this help message and exit
es: Afficher ce message d'aide et quitter
ro: Afișează acest mesaj de ajutor și închide

source: Basic options
es: Options basiques
ro: Opțiuni de bază

# ADVANCED_OPTIONS
source: Advanced options (for developers)
es: Options avancées (pour les développeurs)
ro: Opțiuni avansate (pentru programatori)

# PATH_TO_SHARE
source: Path to share folder (default: /usr/share)
es: Chemin vers le répertoire share (défaut: /usr/share)
ro: Cale către partajare folder (implicit: /usr/share)

source: Name contains
es: Le nom contient
ro: Numele conține

source: Filter duplicates
es: Filtrer les doublons
ro: Filtrează dubluri

source: Enable
es: Activer
ro: Activează

# RETRY_MENU_ITEM
source: R_etry
es: _Réessayer
ro: _Reîncercare

# DOWNLOAD_MENU_ITEM
source: _Download
es: _Télécharger
ro: _Descarcă

# CAN_DOWNLOAD_LAST_VERSION
source: You can download the latest version of Torrent Search now.
es: Vous pouvez télécharger la dernière version de Torrent Search maintenant.
ro: Acum puteți descărca ultima versiune de Torrent Search.

source: _Download now
es: _Télécharger maintenant
ro: _Descarcă acum

source: Please wait...
es: Veuillez patienter
ro: Vă rugăm așteptați...

# LOOKING_UP_AVAILABLE_FILES
source: Looking for available files...
es: Recherche des fichiers disponibles...
ro: Caut fișiere disponibile...

# FOUND_NB_FILES
source: Found %d file(s)
es: %d fichier(s) trouvé(s)
ro: Am găsit %d fișier(e)

source: Select file to download
es: Sélectionnez le fichier à télécharger
ro: Selectează fișier pentru a descărca

source: _Download
es: _Télécharger
ro: _Descarcă

# PLEASE_SELECT_DOWNLOAD_FILE
source: Please select file to download :
es: Veuillez sélectionner le fichier à télécharger :
ro: Vă rugăm selectați fișerul pentru a descărca:

source: Debian package
es: Paquet Debian
ro: Pachet Debian

source: tar.gz archive
es: Archive tar.gz
ro: Arhivă tar.gz

source: Select destination
es: Sélectionnez la destination
ro: Selectează destinație

# DOWNLOADING_FILENAME
source: Downloading "%s"...
es: Téléchargement de "%s"...
ro: Descarc "%s"...

source: Download successful !
es: Téléchargement effectué !
ro: Descărcare reușită!

# NO_DOWNLOAD_FILES
source: The application could not find the files to download !
es: L'application n'a pas pû trouver les fichiers à télécharger !
ro: Aplicația nu a putut găsi fișiere pentru a descărca!

# RETRY_ALL_FAILED
source: Retry all failed downloads
es: Réessayer tous les téléchargements échoués
ro: Reîncearcă toate descărcările eșuate

# CANCEL_ALL_FAILED
source: Cancel all failed downloads
es: Annuler tous les téléchargements échoués
ro: Revocă toate descărcările eșuate

# CANCEL_ALL
source: Cancel all cancelable downloads
es: Annuler tous les téléchargements annulables
ro: Revocă toate descărcările care sunt revocabile

source: Last update
es: Dernière mise à jour
ro: Ultima updatare

source: Author
es: Auteur
ro: Autor

source: Unknown
es: Inconnue
ro: Necunoscut

# DONT_SHOW_UNTIL_NEXT_VERSION
source: Don't show this message again until next version
es: Ne plus afficher ce message d'ici la prochaine version
ro: Nu mai afișa acest mesaj până la următoarea versiune

# AUTH_REQUIRED_FOR_NEW_PLUGINS
source: Authentication required for new plugins
es: Authentification requise pour de nouveaux plugins
ro: Autentificare necesară pentru noi plugin-uri

# SOME_NEW_PLUGINS_REQUIRE_AUTH
source: Some new plugins require an authentication to be used.
es: Certains plugins nouvellement installés nécessitent une authentification pour être utilisés.
ro: Unele noi plugin-uri necesită autentificare pentru a fi utilizate.

# SELECT_ONES_TO_ENABLE
source: Select the ones you want to enable :
es: Sélectionnez ceux que vous souhaitez activer :
ro: Selectați pe cele pe care le doriți activate:

source: Windows installer
es: Installeur Windows
ro: Instalator Windows

source: Disable
es: Désactiver
ro: Dezactivat

source: Authentication
es: Authentification
ro: Autentificare

source: Username
es: Nom d'utilisateur
ro: Nume utilizator

source: Password
es: Mot de passe
ro: Parolă

# REMEMBER_AUTH
source: Remember authentication
es: Se souvenir des identifiants
ro: Reține autentificarea

# AUTH_FAILED_FOR_PLUGIN
source: Authentication failed for plugin "%s" !
es: Échec de l'authentification pour le plugin "%s" !
ro: Autentificare eșuată pentru plugin-ul "%s"!

# AUTH_REQUIRED_FOR_PLUGIN
source: Authentication is required for plugin "%s".
es: Une authentification est nécessaire pour le plugin "%s".
ro: Autentificarea este necesară pentru plugin-ul "%s".

# ABOUT_DIALOG_COMMENTS
source: Search for torrents on different websites
es: Cherchez des torrents sur différents sites web
ro: Căutați torrenți pe diferite site-uri

source: After
es: Après
ro: După

source: Before
es: Avant
ro: Înainte

# CATEGORY_MOVIE
source: Movie
es: Film
ro: Film

# CATEGORY_MUSIC
source: Music
es: Musique
ro: Muzicã

# CATEGORY_GAME
source: Game
es: Jeu
ro: Joc

# CATEGORY_OTHER
source: Other
es: Autre
ro: Altele

source: Category
es: Catégorie
ro: Categorie

# CATEGORY_SPORTS
source: Sports
es: Sport
ro: Sporturi

# CATEGORY_DOCUMENTARY
source: Documentary
es: Documentaire
ro: Documentare

source: Any
ro: Oricare

# REPORT_BUG
source: _Report a bug
ro: _Raporteazã un bug

# REQUEST_FEATURE
source: Request a feature
ro: Solicitã o caracteristicã

source: Language
ro: Limbã

# CATEGORY_VIDEO
source: Video
es: Vidéo

# CATEGORY_SOFTWARE
source: Software
es: Logiciel
